{
    "psaccounts": {
        "accountManager": {
            "errorInstallEnable": "Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut."
        },
        "alert": {
            "ps_accounts": {
                "enable": {
                    "title": "Activate the PrestaShop Account module",
                    "message": "You need the PrestaShop account module to continue setting up this module.",
                    "action": "Activate",
                    "loading": "The PrestaShop Account module is currently being activated..."
                },
                "install": {
                    "title": "Install the PrestaShop Account module",
                    "message": "You need the PrestaShop account module to continue setting up this module.",
                    "action": "Install",
                    "loading": "The PrestaShop Account module is currently being installed..."
                },
                "update": {
                    "title": "Update PrestaShop Accounts module",
                    "message": "A new version of PrestaShop Accounts is available, please update the module to continue using the services",
                    "action": "Update",
                    "loading": "The PrestaShop Account module is currently being updated..."
                }
            },
            "ps_eventbus": {
                "enable": {
                    "title": "Activate the PrestaShop Event Bus module",
                    "message": "You need the PrestaShop Event Bus module to continue setting up this module.",
                    "action": "Activate",
                    "loading": "The PrestaShop Event Bus module is currently being activated..."
                },
                "install": {
                    "title": "Install the Prestashop Event Bus module",
                    "message": "You need the Prestashop Event Bus module to continue setting up this module.",
                    "action": "Install",
                    "loading": "The Prestashop Event Bus module is currently being installed..."
                }
            }
        },
        "alertShopDomainShouldExists": {
            "title": "Shop URL nicht ausgefüllt!",
            "message": "Nur Shops mit einer zugewiesenen URL können mit einem PrestaShop-Konto verknüpft werden.<br />Die folgenden Shops haben keine zugewiesene URL: "
        },
        "account": {
            "title": "Verbinden Sie Ihren Shop mit einem PrestaShop-Konto | Verbinden Sie Ihre Shops mit einem PrestaShop-Konto",
            "authorize": "Sie können Ihren Shop nur mit einem Konto verknüpfen. Wählen Sie das richtige Konto!",
            "authorized": "Ihr Shop ist mit dem PrestaShop-Konto verbunden: | Ihr Shop ist mit dem PrestaShop-Konto verknüpft:",
            "authorizedPartially": "Ihre Shops sind teilweise mit einem PrestaShop-Konto verbunden",
            "authorizedSeveral": "Ihre Shops sind mit mehreren PrestaShop-Konten verbunden",
            "connectButton": "Verknüpfen",
            "reonboardButton": "Neu zuordnen",
            "disconnectButton": "Benutze ein anderes Konto",
            "moduleUpdateInformation": "<strong>Neues Update:</strong> Sie können Ihre zugeordneten Shops verwalten.<br /> Bitte melden Sie sich mit <strong>der gleichen E-Mail-Adresse erneut an,</strong> um von diesem Update zu profitieren.<br /> Andere Modul-Updates sind möglicherweise auf der Registerkarte \"Updates\" des Modul-Managers verfügbar.",
            "emailNotVerified": {
                "title": "A confirmation email has been sent.",
                "description": "Check your inbox and click on the link to activate your account."
            },
            "sendEmail": "Erneut senden",
            "needToBeAdmin": "Um fortzufahren, müssen Sie Administrator des Geschäfts sein",
            "pleaseContact": "Vielen Dank für den Kontakt",
            "manageAccountButton": "Meine zugehörigen Shops anzeigen",
            "unlinkButton": "Entkoppeln"
        }
    }
}
