{
    "psaccounts": {
        "accountManager": {
            "errorInstallEnable": "Ha ocurrido un error. Inténtalo de nuevo."
        },
        "alert": {
            "ps_accounts": {
                "enable": {
                    "title": "Activa el módulo PrestaShop Account",
                    "message": "El módulo PrestaShop Account es necesario para continuar con la configuración de este módulo.",
                    "action": "Activar",
                    "loading": "Activación del módulo PrestaShop Account en curso..."
                },
                "install": {
                    "title": "Instala el módulo PrestaShop Account",
                    "message": "El módulo PrestaShop Account es necesario para continuar con la configuración de este módulo.",
                    "action": "Instalar",
                    "loading": "Instalación del módulo PrestaShop Account en curso..."
                },
                "update": {
                    "title": "Actualizar el módulo Cuentas PrestaShop",
                    "message": "Hay una nueva versión de Cuentas PrestaShop disponible, actualice el módulo para continuar usando los servicios",
                    "action": "Actualizar",
                    "loading": "El módulo de cuentas de PrestaShop se está actualizando..."
                }
            },
            "ps_eventbus": {
                "enable": {
                    "title": "Activar el módulo PrestaShop Event Bus",
                    "message": "Necesita el módulo PrestaShop Event Bus para seguir configurando este módulo.",
                    "action": "Activar",
                    "loading": "El módulo PrestaShop Event Bus está siendo activado..."
                },
                "install": {
                    "title": "Instala el módulo Prestashop Event Bus",
                    "message": "El módulo Prestashop Event Bus es necesario para continuar con la configuración de este módulo.",
                    "action": "Instalar",
                    "loading": "Instalación del módulo Prestashop Event Bus en curso..."
                }
            }
        },
        "alertShopDomainShouldExists": {
            "title": "URL de la tienda no rellenada",
            "message": "Sólo la tienda con una URL asignada puede ser asociada a una cuenta de PrestaShop.<br />Las siguientes tiendas no tienen una URL asignada: "
        },
        "account": {
            "title": "Asociar su tienda a una cuenta PrestaShop | Asociar sus tiendas a una cuenta PrestaShop",
            "authorize": "Solo puedes vincular tu tienda a una cuenta. ¡Elígela bien!",
            "authorized": "Su tienda está asociada a la cuenta de PrestaShop: | Su tienda está asociada a la cuenta de PrestaShop:",
            "authorizedPartially": "Sus tiendas están parcialmente asociadas a una cuenta PrestaShop",
            "authorizedSeveral": "Sus tiendas están asociadas a varias cuentas de PrestaShop",
            "connectButton": "Vincular",
            "reonboardButton": "Vincular de nuevo",
            "disconnectButton": "Usar otra cuenta",
            "moduleUpdateInformation": "<strong>Nueva actualización:</strong> puedes gestionar tus tiendas asociadas.<br /> Por favor, vuelve a asociarte utilizando <strong>la misma dirección de correo electrónico para beneficiar de esta actualización</strong> para beneficiarse de esta actualización.<br /> Otras actualizaciones del módulo pueden estar disponibles en la pestaña Actualizaciones del gestor de módulos.",
            "emailNotVerified": {
                "title": "Se ha enviado un correo electrónico de confirmación.",
                "description": "Comprueba tu bandeja de entrada y haz clic en el enlace para activar tu cuenta."
            },
            "sendEmail": "Enviar de nuevo",
            "needToBeAdmin": "Para continuar, debes ser un administrador de la tienda",
            "pleaseContact": "Ponte en contacto con",
            "manageAccountButton": "Ver mis tiendas vinculadas",
            "unlinkButton": "Desvincular esta tienda"
        }
    }
}
