{
    "psaccounts": {
        "accountManager": {
            "errorInstallEnable": "Er is een fout opgetreden. Probeer het nog eens."
        },
        "alert": {
            "ps_accounts": {
                "enable": {
                    "title": "Activate the PrestaShop Account module",
                    "message": "You need the PrestaShop account module to continue setting up this module.",
                    "action": "Activate",
                    "loading": "The PrestaShop Account module is currently being activated..."
                },
                "install": {
                    "title": "Install the PrestaShop Account module",
                    "message": "You need the PrestaShop account module to continue setting up this module.",
                    "action": "Install",
                    "loading": "The PrestaShop Account module is currently being installed..."
                },
                "update": {
                    "title": "Update PrestaShop Accounts module",
                    "message": "A new version of PrestaShop Accounts is available, please update the module to continue using the services",
                    "action": "Update",
                    "loading": "The PrestaShop Account module is currently being updated..."
                }
            },
            "ps_eventbus": {
                "enable": {
                    "title": "Activate the PrestaShop Event Bus module",
                    "message": "You need the PrestaShop Event Bus module to continue setting up this module.",
                    "action": "Activate",
                    "loading": "The PrestaShop Event Bus module is currently being activated..."
                },
                "install": {
                    "title": "Install the Prestashop Event Bus module",
                    "message": "You need the Prestashop Event Bus module to continue setting up this module.",
                    "action": "Install",
                    "loading": "The Prestashop Event Bus module is currently being installed..."
                }
            }
        },
        "alertShopDomainShouldExists": {
            "title": "Winkel URL niet ingevuld!",
            "message": "Alleen winkels met een toegewezen URL kunnen aan een PrestaShop account gekoppeld worden.<br />De volgende winkels hebben geen toegewezen URL: "
        },
        "account": {
            "title": "Koppel uw winkel aan een PrestaShop account | Koppel uw winkels aan een PrestaShop account",
            "authorize": "U kunt uw winkel maar aan één account koppelen. Kies het goed!",
            "authorized": "Uw winkel is gekoppeld aan de PrestaShop account: | Uw winkels is gekoppeld aan de PrestaShop account:",
            "authorizedPartially": "Uw winkels zijn gedeeltelijk gekoppeld aan een PrestaShop account",
            "authorizedSeveral": "Uw winkels zijn gekoppeld aan meerdere PrestaShop accounts",
            "connectButton": "Koppelen",
            "reonboardButton": "Opnieuw verbinden",
            "disconnectButton": "Een ander account gebruiken",
            "moduleUpdateInformation": "<strong>Nieuwe update:</strong> u kunt uw geassocieerde winkels beheren.<br /> Gelieve u opnieuw aan te melden <strong>met hetzelfde e-mailadres</strong> om van deze update te kunnen profiteren.<br /> Andere module-updates kunnen beschikbaar zijn in Module Manager, tabblad Updates.",
            "emailNotVerified": {
                "title": "A confirmation email has been sent.",
                "description": "Check your inbox and click on the link to activate your account."
            },
            "sendEmail": "Doorsturen",
            "needToBeAdmin": "Om verder te gaan, moet u een administrator van de winkel zijn.",
            "pleaseContact": "Neem alstublieft contact op met",
            "manageAccountButton": "Bekijk mijn geassocieerde winkels",
            "unlinkButton": "Loskoppelen"
        }
    }
}
