{
    "psaccounts": {
        "accountManager": {
            "errorInstallEnable": "Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut."
        },
        "alertAccountNotInstalled": {
            "title": "Installieren Sie das Modul PrestaShop Account",
            "message": "Das Modul PrestaShop account ist notwendig, um die Konfiguration dieses Moduls fortzusetzen.",
            "installButton": "Installationsprogramm",
            "loading": "Installation des Moduls PrestaShop Account in Arbeit..."
        },
        "alertAccountNotEnabled": {
            "title": "Aktivieren Sie das Modul PrestaShop Account",
            "message": "Das Modul PrestaShop account ist notwendig, um die Konfiguration dieses Moduls fortzusetzen.",
            "enableButton": "Aktivator",
            "loading": "Aktivierung des Moduls PrestaShop Account in Arbeit..."
        },
        "alertAccountNeedsUpdate": {
            "title": "PrestaShop-Kontenmodul aktualisieren",
            "message": "Eine neue Version von PrestaShop-Konten ist verfügbar. Bitte aktualisieren Sie das Modul, um die Dienste weiterhin nutzen zu können",
            "installButton": "Aktualisieren"
        },
        "alertEventBusNotInstalled": {
            "title": "Installieren Sie das Modul Prestashop Event Bus",
            "message": "Das Modul Prestashop Event Bus ist notwendig, um die Konfiguration dieses Moduls fortzusetzen.",
            "installButton": "Installationsprogramm",
            "loading": "Installation des Moduls Prestashop Event Bus in Arbeit..."
        },
        "alertShopDomainShouldExists": {
            "title": "Shop URL nicht ausgefüllt!",
            "message": "Nur Shops mit einer zugewiesenen URL können mit einem PrestaShop-Konto verknüpft werden.<br />Die folgenden Shops haben keine zugewiesene URL: "
        },
        "account": {
            "title": "Verknüpfen Sie Ihren Shop mit einem PrestaShop-Konto",
            "authorize": "Sie können Ihren Shop nur mit einem Konto verknüpfen. Wählen Sie das richtige Konto!",
            "authorized": "Ihr Shop ist mit dem PrestaShop-Konto verbunden:",
            "authorizedPartially": "Ihre Shops sind teilweise mit einem PrestaShop-Konto verbunden",
            "authorizedSeveral": "Ihre Shops sind mit mehreren PrestaShop-Konten verbunden",
            "connectButton": "Verknüpfen",
            "reonboardButton": "Neu zuordnen",
            "disconnectButton": "Benutze ein anderes Konto",
            "moduleUpdateInformation": "<strong>Neues Update:</strong> Sie können Ihre zugeordneten Shops verwalten.<br /> Bitte melden Sie sich mit <strong>der gleichen E-Mail-Adresse erneut an,</strong> um von diesem Update zu profitieren.<br /> Andere Modul-Updates sind möglicherweise auf der Registerkarte \"Updates\" des Modul-Managers verfügbar.",
            "emailNotVerified": "Eine Bestätigungs-E-Mail wurde gesendet. Überprüfen Sie Ihren Posteingang und klicken Sie auf den Link, um Ihr Konto zu aktivieren.",
            "sendEmail": "Erneut senden",
            "needToBeAdmin": "Um fortzufahren, müssen Sie Administrator des Geschäfts sein",
            "pleaseContact": "Vielen Dank für den Kontakt",
            "manageAccountButton": "Meine zugehörigen Shops anzeigen",
            "unlinkButton": "Entkoppeln"
        }
    }
}
