{
    "psaccounts": {
        "accountManager": {
            "errorInstallEnable": "Une erreur est survenue, merci de réessayer."
        },
        "alertAccountNotInstalled": {
            "title": "Installez le module PrestaShop Account",
            "message": "Le module PrestaShop Account est nécessaire pour continuer la configuration de ce module.",
            "installButton": "Installer",
            "loading": "Installation du module PrestaShop Account en cours..."
        },
        "alertAccountNotEnabled": {
            "title": "Activez le module PrestaShop Account",
            "message": "Le module PrestaShop account est nécessaire pour continuer la configuration de ce module.",
            "enableButton": "Activer",
            "loading": "Activation du module PrestaShop Account en cours..."
        },
        "alertAccountNeedsUpdate": {
            "title": "Mettez à jour le module PrestaShop Account",
            "message": "Une nouvelle version de PrestaShop Account est disponible, merci de mettre à jour le module pour continuer d'utiliser les services",
            "installButton": "Mettre à jour"
        },
        "alertEventBusNotInstalled": {
            "title": "Installez le module Prestashop Event Bus",
            "message": "Le module Prestashop Event Bus est nécessaire pour continuer la configuration de ce module.",
            "installButton": "Installer",
            "loading": "Installation du module Prestashop Event Bus en cours..."
        },
        "account": {
            "title": "Associez votre boutique à un compte PrestaShop",
            "authorize": "Vous ne pouvez associer votre boutique qu'à un seul compte. Choisissez le bien !",
            "authorized": "Votre boutique est associée au compte PrestaShop : ",
            "authorizedPartially": "Your shops are partially associated with a PrestaShop Account",
            "authorizedSeveral": "Your shops are associated with several PrestaShop account",
            "connectButton": "Associer",
            "reonboardButton": "Réassocier",
            "disconnectButton": "Utiliser un autre compte",
            "moduleUpdateInformation": "<strong>Nouvelle mise à jour :</strong> vous pouvez gérer vos boutiques associées.<br /> Merci de vous réassocier en utilisant <strong>la même adresse mail</strong> pour profiter de cette mise à jour.<br /> D'autres mises à jour de modules peuvent être disponibles dans Gestionnaire de modules onglet Mises à jour.",
            "emailNotVerified": "Un email de confirmation a été envoyé. Vérifiez votre boîte de réception et cliquez sur le lien pour activer votre compte.",
            "sendEmail": "Renvoyer",
            "needToBeAdmin": "Pour continuer, vous devez être administrateur de la boutique",
            "pleaseContact": "Merci de contacter",
            "manageAccountButton": "Voir mes boutiques associées",
            "unlinkButton": "Dissociate"
        }
    }
}
