{
    "psaccounts": {
        "accountManager": {
            "errorInstallEnable": "Ocorreu um erro, por favor tente novamente."
        },
        "alertAccountNotInstalled": {
            "title": "Ativar o módulo PrestaShop Account",
            "message": "O módulo PrestaShop Account é necessário para continuar a configuração deste módulo.",
            "installButton": "Instalar",
            "loading": "Instalação do módulo PrestaShop Account em curso..."
        },
        "alertAccountNotEnabled": {
            "title": "Ativar o módulo PrestaShop Account",
            "message": "O módulo PrestaShop Account é necessário para continuar a configuração deste módulo.",
            "enableButton": "Ativar",
            "loading": "Ativação do módulo PrestaShop Account em curso..."
        },
        "multiShopSelector": {
            "title": "Modo multi-loja ativado",
            "subtitle": "Para este serviço, é necessário configurar as suas lojas uma a uma, mas pode usar a mesma conta.",
            "selectStore": "Selecione uma primeira loja da lista abaixo",
            "tips": "Uma vez configurada a primeira loja, pode continuar com as outras selecionando-as uma a uma no seletor de lojas do menu horizontal.",
            "configure": "Configurar",
            "group": ""
        },
        "account": {
            "title": "Associe a sua loja a uma conta PrestaShop",
            "authorize": "Apenas pode associar a sua loja a uma conta. Escolha bem!",
            "authorized": "A sua loja está associada à conta PrestaShop:",
            "connectButton": "Associada",
            "reonboardButton": "Reassociate",
            "disconnectButton": "Usar outra conta",
            "moduleUpdateInformation": "<strong>Nova actualização:</strong> pode gerir as suas lojas associadas.<br /> Por favor, volte a participar usando o <strong>mesmo endereço de correio electrónico</strong> para tirar partido desta actualização.<br /> Outras actualizações de módulos podem estar disponíveis em Module Manager, separador Updates.",
            "emailNotVerified": "Um e-mail de confirmação foi enviado. Confira a sua caixa de entrada e clique no link para ativar a sua conta.",
            "sendEmail": "Reenviar",
            "needToBeAdmin": "Para continuar, deverá ser um administrador da loja.",
            "pleaseContact": "Por favor entre em contacto",
            "manageAccountTooltip": "Manage account"
        },
        "alertEventBusNotInstalled": {
            "title": "Ativar o módulo Prestashop Event Bus",
            "message": "O módulo Prestashop Event Bus é necessário para continuar a configuração deste módulo.",
            "loading": "Instalação do módulo Prestashop Event Bus em curso..."
        }
    }
}
